[
     {
       "userId": 1,
       "id": 1,
       "title": "Mayoral Poll News Live Updates: Delhi all set to appoint new mayor today",
       "body": "Mayoral Poll News Live Updates: Delhi is all set to appoint its new mayor today, a month after the elections to the 250-member Municipal Corporation of Delhi (MCD) took place. The newly elected councillors will take oath in the first municipal house after the high-stake civic polls. For the mayor's post, AAP has fielded Shelly Oberoi and Ashu Thakur. Oberoi is the party's main contender. On the other hand, Rekha Gupta is the BJP candidate for the top post."
     },
     {
       "userId": 1,
       "id": 2,
       "title": "Budget 2023: Experts state why basic income tax exemption limit should be increased to Rs 5 lakh",
       "body": "To bring some much-needed relief to salaried middle-class taxpayers, Finance Minister Nirmala Sitharaman could increase the basic income tax exemption limit from Rs 2.5 lakh to Rs 5 lakh in the Union Budget 2023, mentioned experts. Currently, the basic income tax exemption limit is Rs 2.5 lakh for individual taxpayers under both the old and new income tax regimes."
     },
     {
       "userId": 1,
       "id": 3,
       "title": "Supreme Court Fines Petitioner ₹ 50,000 Over Request On Judgeship Criteria",
       "body": "A bench of Justices S K Kaul and A S Oka observed there is nothing in the Constitution that prohibits lawyers practicing in the top court to be appointed as a judge of the high courts. The Supreme Court has dismissed with a cost of ₹ 50,000 a plea seeking a direction to not consider advocates practising in the top court for the judgeship in the high courts, saying it is meritless and a complete wastage of judicial time."
     },
     {
       "userId": 1,
       "id": 4,
       "title": "50 Judges Per 10 Lakh Needed To Reduce Case Pendency In India: Supreme Court Judge",
       "body": "Justice Oka also said members of the society should come forward to help institutions that work in the field of providing assistance to differently abled children. Supreme Court Judge Abhay S Oka has said India requires 50 judges for every 10 lakh population, but this figure is currently only 21 per million people, which is leading to piling up of cases. Justice Oka also said members of the society should come forward to help institutions that work in the field of providing assistance to differently abled children."
     },
     {
       "userId": 1,
       "id": 5,
       "title": "50 Trap Cameras, Drone To Track Man-Eater Leopard In Jharkhand",
       "body": "The leopard has been reigning terror in more than 50 villages in Ranchi where villagers have been asked by the forest department not to venture out after sunset. The Jharkhand forest department has put over 50 trap cameras, one drone and a large number of officials but the 'man-eater' leopard, which killed four children since December 10 in Palamu division, is still traceless, an official said on Sunday. Now, the department has roped in Hyderabad-based celebrated hunter Nawab Shafath Ali Khan to control the big cat. It is suspected that all four including three in Garhwa and one in Latehar district were killed by the same leopard. The victims are in the age group of six and 12 years."
     },
     {
       "userId": 1,
       "id": 6,
       "title": "Took 50 MLAs From Under His Nose: Devendra Fadnavis Taunts Uddhav Thackeray",
       "body": "He had said that Mumbai would burn, but not even a matchstick was burnt, Mr Fadnvis said attacking Aaditya Thackeray. In an apparent attack on Shiv Sena leader Aaditya Thackeray, Maharashtra Deputy Chief Minister Devendra Fadnavis on Friday said that the BJP is not afraid of him or his father and ex-CM Uddhav Thackeray. While ridiculing Aaditya Thackeray's statement where he jibed at the state government, saying it is scared of a 32-year-old man, Eknath Shinde said that the Maharashtra government is not afraid of even his father."
     },
     {
       "userId": 1,
       "id": 7,
       "title": "Man Offered ₹ 50 Lakh Loan, He Ends Up Losing ₹ 14 Lakh In Online Fraud",
       "body": "The accused lured victims with low-interest rate loan offer against the newly purchased insurance policy which was also sold by them to the victims. The Delhi Police has busted a gang that operated under the disguise of an insurance firm at a Noida-based call centre and cheated loan seekers by offering them low-interest rates against the newly purchased insurance police, police said on Friday. Three accused, identified as Mohit Sharma (31), Prem Singh (33), and Mohd. Faisal (37), was tracked on the basis of technical investigation including a money trail of the amount they got transferred by the victim on the pretext of processing fees and various other charges."
     },
     {
       "userId": 1,
       "id": 8,
       "title": "Italy To Test Flyers From China As 50% Of Passengers In Milan Test Covid Positive",
       "body": "Italy was the first European country to be hit hard by Covid in early 2020. Italian health authorities will begin testing all arrivals from China for Covid after almost half of the passengers on two flights to Milan were found to have the virus. They are also sequencing the Milan tests to see if there are new variants, the Health Ministry said in a statement. If a new strain is found, officials may impose stricter curbs on travel from the country. "
     },
     {
       "userId": 1,
       "id": 9,
       "title": "Death Count Passes 50 In US - Blizzard Of The Century",
       "body": "The death count rose to more than 50 after officials confirmed three more fatalities in western New York's Erie County, the epicenter of the crisis. The monster storm that killed dozens in the United States over the Christmas weekend continued to inflict misery on New York state and air travelers nationwide Tuesday, as stories emerged of families trapped for days during the blizzard of the century. The number of deaths attributed to the winter storm rose to more than 50 after officials confirmed three more fatalities in western New York's Erie County, the epicenter of the crisis."
     },
     {
       "userId": 1,
       "id": 10,
       "title": "Man Sold Drug-Laced Chocolates For ₹ 50 Each, Arrested: Hyderabad Cops",
       "body": "The accused, aged 41, brought the laced chocolates from Bihar and was selling them for ₹ 20- ₹ 50 each, the police said. The seized items weighed 31 kg. A inter-state drug-peddler was taken into custody in Hyderabad on Monday for allegedly peddling ganja-laced chocolates and 31 kg of the narcotic seized from him, police said. The accused hails from Bihar, the police said. Acting on information, a team apprehended him while he was reportedly selling the chocolates, said a release from the Hyderabad police. The accused, aged 41, brought the laced chocolates from Bihar and was selling them for ₹ 20- ₹ 50 each, the police said. The seized items weighed 31 kg."
     },
     {
       "userId": 2,
       "id": 11,
       "title": "South Korean, Maharashtra Tourist Die In 2 Paragliding Accidents In A Day",
       "body": "In Himachal Pradesh, where Suraj Sanjay Shah died, there have been several deaths and injuries during tandem paragliding. Two men died in two separate paragliding incidents in the country within 24 hours. A 50-year-old South Korean man died after falling 50 feet to the ground while paragliding in Gujarat's Mehsana district, while a 30-year-old tourist from Maharashtra fell to his death during paragliding in the Dobhi area of Kullu district in Himachal Pradesh, news agency PTI reported. Both accidents were reported on Saturday."
     },
     {
       "userId": 2,
       "id": 12,
       "title": "Delhi Hit By Cold Wave, Fog On Roads, Trains Running Late",
       "body": "Fog in Delhi: Ten trains were reported running late by 1:45 to 3:30 hours, a railway spokesperson said. A cold wave swept through parts of Delhi on Monday and dense fog lowered visibility to 50 metres in some areas of the city, affecting road and rail traffic. Ten trains were reported running late by 1:45 to 3:30 hours, a railway spokesperson said. The Safdarjung observatory, Delhi's primary weather station, logged a minimum temperature of 5 degrees Celsius -- three notches below normal. The maximum temperature is likely to settle around 19 degrees Celsius, the weather office said."
     },
     {
       "userId": 2,
       "id": 13,
       "title": "UP Cop Demands ₹ 50 Bribe From Vehicles Carrying Goods, Suspended",
       "body": "SHO of Kotwali police station Rajiv Singh confirmed the suspension and said the probe would be conducted by the circle officer (city). A police constable caught on video purportedly demanding bribes from vehicles near the Uttar Pradesh-Bihar border has been suspended, officials said. They said the action was taken by the superintendent of police on Sunday evening after the video clip surfaced online, they said. Superintendent of Police RK Nayyar has suspended constable Ayush Singh posted at Shivpur Diar police outpost under Kotwali police station. A probe by a gazetted officer has also been ordered, the police announced on Twitter."
     },
     {
       "userId": 2,
       "id": 14,
       "title": "Cops Extort Gold Worth 50 Lakhs From Passengers At Delhi Airport, Arrested",
       "body": "Police said the accused policemen threatened two passengers who had come from Dubai and took their gold. The gold ornaments recovered from the accused were worth ₹ 50.6 lakh. Two Delhi Police head constables were arrested on Sunday for allegedly threatening and extorting gold from two passengers at Indira Gandhi International Airport Terminal 3, police said. The accused - Robin Singh and Gaurav Kumar - were posted as security personnel at the IGI Airport Terminal 3. Following their involvement in the alleged incident, both policemen have been suspended from their duties, they said."
     },
     {
       "userId": 2,
       "id": 15,
       "title": "South Korean Man, 50, Dies After Paraglider Fails To Open In Gujarat",
       "body": "The accident took place at around 5.30 pm on Saturday at a school ground in Visatpura village near Kadi town of the district. A 50-year-old South Korean man died after falling 50 feet to the ground while paragliding in Gujarat's Mehsana district, police said on Sunday. The accident took place at around 5.30 pm on Saturday at a school ground in Visatpura village near Kadi town of the district. Shin Byeong Moon was killed after the canopy of his paraglider failed to open properly, because of which he lost balance and fell from a height of about 50 feet, inspector Nikunj Patel of Kadi police station said."
     },
     {
       "userId": 2,
       "id": 16,
       "title": "Congress Demands Probe Into Madhya Pradesh Minister's Land Gift",
       "body": "The irregularities in the transaction has robbed the state of several crores, the Congress has claimed, alleging it was just a process to help minister Govind Singh Rajput launder black money. The opposition Congress in Madhya Pradesh has demanded a thorough investigation into a land gift received by a state minister from his in-laws. Govind Singh Rajput was given 50 acres of land earlier this year. The irregularities in the transaction has robbed the state of several crores, the Congress claimed, alleging it was just a process to help the minister launder black money."
     },
     {
       "userId": 2,
       "id": 17,
       "title": "Top 50 Wilful Defaulters Owe ₹ 92,570 Crore To Banks, Mehul Choksi Tops List",
       "body": "The gross non-performing assets (NPAs) of state-owned banks had dropped by over ₹ 3 lakh crore after peaking at ₹ 8.9 lakh crore. The top 50 wilful defaulters collectively owed ₹ 92,570 crore to Indian banks as of March 31, 2022; the government told Parliament. In a written response, Bhagwat Karad, the minister of state for finance, told the Lok Sabha that Gitanjali Gems, owned by fugitive diamond merchant Mehul Choksi defaulted on loans worth ₹ 7,848 crore. The next on this list of biggest loan defaulters were Era Infra (Rs 5879 crore) and Reigo Agro (Rs 4803 crore). The minister was citing data from the Reserve Bank of India."
     },
     {
       "userId": 2,
       "id": 18,
       "title": "Stop Freebies For Ministers, Not The Public: Raghav Chadha To NDTV",
       "body": "On the impact of the AAP's maiden win in the BJP bastion, he said that after Gujarat polls, BJP's win made less noise than AAP winning 5 seats and became a national party. Aam Aadmi Party MP Raghav Chadha today said that his party forced Prime Minster Narendra Modi to walk for 50 kms in Gujarat to ensure a win in the Gujarat Assembly elections. PM had to walk 50 kms, knock on doors of voters, our challenge forced them to sweat it out in the streets, he said at the NDTV conclave Sadda Punjab in Chandigarh, adding that AAP's spirited campaign made BJP top leaders, including the PM, sweat it out in the streets."
     },
     {
       "userId": 2,
       "id": 19,
       "title": "126 Traders Involved In Bihar Toxic Liquor Trade Arrested As Deaths Rise",
       "body": "Saran District Magistrate Rajesh Meena told PTI, The suspected toxic liquor death has increased to 28 (till Thursday night) in the district. The Bihar liquor tragedy toll climbed to 28 with two more deaths reported, a top Saran district official said, however unconfirmed reports claimed up to 50 died by drinking the illicitly brewed liquor. Saran District Magistrate Rajesh Meena told PTI, The suspected toxic liquor death has increased to 28 (till Thursday night) in the district. The DM said that action raids across the district have been conducted and 126 traders involved in selling locally brewed country liquor have been caught."
     },
     {
       "userId": 2,
       "id": 20,
       "title": "Karnataka's Plan To Uncover Gold In Mines Worth $2.1 Billion",
       "body": "The Kolar fields, located about 65 kilometres (40 miles) northeast of Bengaluru, are among the country's oldest gold mines. India plans to invite bids to extract gold from 50 million tonnes of processed ore in a cluster of colonial-era mines in Karnataka, a senior government official with direct knowledge of the matter said on Thursday. The Kolar fields, located about 65 kilometres (40 miles) northeast of Bengaluru, are among the country's oldest gold mines. The Kolar mines, closed more than 20 years ago, held gold deposits worth around $2.1 billion, and India is now keen to take advantage of new technology that can extract gold from even the leftovers of ore that was processed in the past."
     },
     {
       "userId": 3,
       "id": 21,
       "title": "Delhi, Mumbai Among 50 Towns To Have 5G Services, Parliament Informed",
       "body": "Telecom service providers have started providing 5G services in the country from October 1, 2022 onwards and as of November 26, 2022, 5G services have started in 50 towns distributed over 14 states and Union Territories, Mr Chauhan said. Delhi, Mumbai, Chennai and Bengaluru are among 50 towns across 14 states where 5G services have started, minister of state for telecommunications Devusinh Chauhan informed Parliament on Wednesday. According to the information shared by Mr Chauhan in Lok Sabha, Gujarat has 5G services available across all districts."
     },
     {
       "userId": 3,
       "id": 22,
       "title": "Air India Close To Finalising Deal For 50 Boeing 737 MAX Planes: Report",
       "body": "The sources familiar with the development said the deal will be part of a large aircraft order that Air India has been discussing with Boeing Co and Airbus SE since the beginning of this fiscal. Tata Group-owned Air India is close to finalising a deal with US aircraft maker Boeing for 50 narrow-body Boeing 737 MAX planes for its international budget arm Air India Express, according to sources. The sources familiar with the development said the deal will be part of a large aircraft order that Air India has been discussing with Boeing Co and Airbus SE since the beginning of this fiscal. Loss-making Air India, which was taken over by the Tata group in January this year, plans to triple its fleet over the next five years, they added."
     },
     {
       "userId": 3,
       "id": 23,
       "title": "5 Dead In Rajasthan Cylinder Explosion At Groom's Just Before Baraat Left",
       "body": "A leak in the gas cylinders kept where the wedding feast was being prepared led to the powerful blast, officials said. Five people were killed and around 50 injured after a cooking gas cylinder exploded in a house in Rajasthan's Jodhpur where guests had gathered for a wedding, police said today. The incident took place just before a groom's procession was about to start from their home in Bhungra village, about 60 kms from Jodhpur. A leak in the gas cylinders kept where the wedding feast was being prepared led to the powerful blast, officials said. Some of the injured sustained 80 to 100 per cent burns, according to officials."
     },
     {
       "userId": 3,
       "id": 24,
       "title": "King Charles 50 Pence Coins Enter Circulation In UK",
       "body": "The coin with the 74-year-old monarch's image reflects a transition from the Elizabethan age of the late Queen Elizabeth II to the Carolean era of Charles. The first coinage featuring King Charles III will start to appear in circulation at Post Offices around the UK from Thursday, with millions of the new 50-pence coins bearing the new monarch's portrait given out as change to customers. The coin with the 74-year-old monarch's image reflects a transition from the Elizabethan age of the late Queen Elizabeth II to the Carolean era of Charles, with the coin also commemorating the life and legacy of the Queen on its reverse."
     },
     {
       "userId": 3,
       "id": 25,
       "title": "Patidar Leader Hardik Patel, Representing BJP, Wins Viramgam Seat In Gujarat",
       "body": "BJP leader Hardik Patel today won the Viramgam constituency today, edging out Congress's Lakhabhai Bharwad by over 50,000 votes. Hardik Patel rose to prominence while leading the Patidar agitation for quota in 2015. He headed the Patidar Anamat Andolan Samiti (PAAS) as part of the movement and was also a member of the Sardar Patel Group (SPG), a community social group in Gujarat. Mr Patel first joined the Congress, but differences with the leadership of the party made him switch to BJP. Mr Patel had complained of being sidelined by Congress and its top leaders in Gujarat."
     },
     {
       "userId": 3,
       "id": 26,
       "title": "₹ 50,000 Aid Given To Family Of Those Who Died Of Covid: Union Minister",
       "body": "The ex-gratia amount to the COVID-19 victims are being given following a Supreme Court order and guidelines issued by the National Disaster Management Authority (NDMA) under the Disaster Management Act, 2005, he said replying to a written question. The government is giving ex-gratia assistance of ₹ 50,000 to the kin of those who succumbed to COVID-19, Union Minister of State for Home Nityanand Rai said in Rajya Sabha today. The ex-gratia amount to the COVID-19 victims are being given following a Supreme Court order and guidelines issued by the National Disaster Management Authority (NDMA) under the Disaster Management Act, 2005, he said replying to a written question."
     },
     {
       "userId": 3,
       "id": 27,
       "title": "50% Voting In Delhi Civic Body Polls; Both AAP, BJP Claim Victory",
       "body": "No major glitches in electronic voting machines were reported and the voting passed off peacefully with high security observed at the 3,360 critical booths in 493 locations. Around 50 per cent voting was recorded on Sunday in the election to the 250 municipal wards in Delhi, with main rivals BJP and AAP claiming victory in the high-stakes contest. No major glitches in electronic voting machines were reported and the voting passed off peacefully with high security observed at the 3,360 critical booths in 493 locations where more than 25,000 police personnel, nearly 13,000 home guards and 100 companies of paramilitary forces were deployed, officials said."
     },
     {
       "userId": 3,
       "id": 28,
       "title": "Fire In Greater Noida Building, Over 50 People Evacuated",
       "body": "The fire broke out in the basement of the building located in Shahberi village of Bisrakh area in Greater Noida (West), a senior official said. A fire broke out in a six-storey building in Greater Noida Saturday following which 50 people were moved to safety, officials said. No injuries were reported in the fire that broke out in the basement of the building located in Shahberi village of Bisrakh area in Greater Noida (West), a senior official said. Firefighters led by Chief Fire Officer Pradeep Choubey and local police officials reached the spot to oversee the relief and rescue measures, Joint Commissioner (law and order) Ravi Shankar Chhabi said."
     },
     {
       "userId": 3,
       "id": 29,
       "title": "Chhattisgarh Congress Government's Big Move On Quota, Takes It To 76%",
       "body": "Move through assembly came days after quotas given in 2012 were struck down by High Court saying total reservation beyond 50 per cent was unconstitutional. The Chhattisgarh assembly on Friday unanimously adopted two Bills to enhance the state's overall reservation to 76 per cent in jobs and educational institutions — possibly the highest in India — in a strategic move by Bhupesh Baghel's Congress government that other parties may find hard to oppose. The Bills, if and when granted assent by the Governor, will become Acts and provide 32 per cent quota for Scheduled Tribes (ST), 13 per cent for Scheduled Castes (SC), 27 per cent for Other Backward Classes (OBCs), and 4 per cent for Economically Weaker Sections not covered by any of the other quotas."
     },
     {
       "userId": 3,
       "id": 30,
       "title": "Supreme Court's Big Move For In Service Doctors In Tamil Nadu",
       "body": "The state government had vehemently defended the government order (GO) of 2020 on the Super Specialty seats. The Supreme Court on Friday permitted the Tamil Nadu government to allocate 50 per cent of super-speciality seats in government medical colleges to NEET-qualified in-service candidates for the current academic year. A bench of Justices BR Gavai and Vikram Nath directed the state government to fill the seats as per the Tamil Nadu government order dated November 7, 2020, within a period of 15 days. The state government had vehemently defended the government order (GO) of 2020 on the Super Specialty seats."
     },
     {
       "userId": 4,
       "id": 31,
       "title": "Not Called For...: Court Refuses To Allow Re-Examination Of Child Rape Victim",
       "body": "The high court noted that the victim was a special child with mental disability of 50 per cent. The Delhi High Court has refused to call a child with special needs, who is allegedly a victim of sexual assault, for re-cross examination, saying the law directs that the minor shall not be called repeatedly to testify in the court. The high court noted that the special legislation - Protection of Children from Sexual Offences (POCSO) Act - was brought to effectively deal with sexual exploitation and sexual abuse of children and to punish offenders of such heinous crimes. It said a bare reading of the provision of POCSO Act would show that a special procedure has been adopted for recording of evidence of the child witness."
     },
     {
       "userId": 4,
       "id": 32,
       "title": "50 Km, 16 Seats -- PM Modi Holds Longest-Ever Roadshow In Gujarat",
       "body": "The 50-km roadshow started this evening from Naroda Gam and will culminate in Gandhinagar South, passing through 16 seats. Prime Minister Narendra Modi held a mega roadshow -- said to be the longest-ever by an Indian leader -- in home state Gujarat, which voted in the first phase of assembly elections on Thursday. There are only four days to go before the areas he passed through vote in a contest that's seen as a prestige battle for the BJP. The party is seeking a seventh straight term in the state, which it is ruling since 1995. The choice of the Prime Minister's route has been a statement of sorts. The 50-km roadshow started Thursday evening from Naroda Gam -- one of the epicentres of the 2002 riots following the fire in Sabarmati Express in Godhra -- which is trying to put the past behind. "
     },
     {
       "userId": 4,
       "id": 33,
       "title": "Russia, Ukraine Freed Over 50 Prisoners In Latest War Exchange Round",
       "body": "Russia-Ukraine War: Kyiv and Moscow have so far swapped over 1,000 prisoners of war since the beginning of the conflict in Ukraine in February. Russia and Ukraine carried out the latest in a series of prisoner of war exchanges on Thursday, with both sides handing over 50 people, officials in Kyiv and Moscow said. Russia's defence ministry said Ukraine had released 50 Russian soldiers who had been captured. Andriy Yermak, head of the Ukrainian presidential administration, said on Telegram that Ukraine received 48 soldiers and two officers, among them marines, infantrymen, border guards and members of the territorial defence, We have managed to bring back 19 defenders of Mariupol ... as well as 15 prisoners (of war) from the Chornobyl nuclear power plant and seven from Zmiiny Island, Yermak said."
     },
     {
       "userId": 4,
       "id": 34,
       "title": "50 Students In Assam Rushed To Hospital After Taking Iron Folic Acid Pills",
       "body": "The health team received information from the school authorities that two children from each school were vomiting and complaining of abdominal pain. Altogether 50 students of two schools in Assam's Charaideo district were taken ill on Saturday purportedly after consuming iron-folic acid (IFA) tablets provided by Health department workers, official sources said. The students were taken to the Sonari Civil Hospital, where they were treated and discharged later. The officials said a health workers' team from Batau sub-centre under Patsaku Block primary health centre distributed IFA tablets to 75 students of Kheranipathar Lower Primary School and 26 students of Nimalia Lower Primary School."
     },
     {
       "userId": 4,
       "id": 35,
       "title": "Ex-Bureaucrat Arrested For Duping Investors Of ₹ 50 Crore: Police",
       "body": "The accused has been identified as Neh Srivastav. A PhD degree holder, he was an Under Secretary in a Central ministry. A former bureaucrat was arrested for allegedly duping his investors of ₹ 50 crore on the pretext of offering plots and flats under the land pooling policy of the Delhi Development Authority (DDA), police said on Saturday. The accused has been identified as Neh Srivastav. A PhD degree holder, he was an Under Secretary in a Central ministry. He took voluntary retirement (VRS) after an FIR against him was lodged in 2020, and became an entrepreneur, they said."
     },
     {
       "userId": 4,
       "id": 36,
       "title": "1 Dead, 50 Injured In Bus-Truck Collision On Haryana's Jind-Rohtak Highway",
       "body": "The injured were taken to a primary health centre in Julana, where the doctors referred 20 critically injured passengers to PGIMS, Rohtak for better treatment. A truck driver died and 50 passengers, including children, were injured when a roadways bus collided head-on with the heavy goods vehicle near a hotel on the Jind-Rohtak national highway, police said on Saturday. The injured were taken to a primary health centre in Julana, where the doctors referred 20 critically injured passengers to PGIMS, Rohtak for better treatment. On receiving information about the incident, the District Magistrate and other officials also reached the spot and took stock of the incident."
     },
     {
       "userId": 4,
       "id": 37,
       "title": "BJP Releases 'Sankalp Patra' For Delhi Municipal Polls, Underlines Vision",
       "body": "The polls for the 250 wards of the Municipal Corporation of Delhi (MCD) will be held on December 7. The BJP's MCD  poll manifesto, promising flats to slum dwellers, cheap meals for ₹ 5 through 50 Annapurna Rasois, free bicycles to girl students, 1,000 permanent Chhath ghats, new cow shelters and development of happiness areas, was released by party leaders in Delhi on Friday. The Sankalp Patra of the BJP also pledged to make Delhi a clean, green and sustainable city through initiatives such as 100 per cent garbage disposal through waste-to-energy conversion, clearing the trash from three landfill sites by 2023, door-to-door garbage collection and setting up 1,000 electric vehicle charging stations in the next five years."
     },
     {
       "userId": 4,
       "id": 38,
       "title": "50 Shops Burnt In Delhi Market Fire, Over 150 Firefighters Brought In",
       "body": "A video showed fire spreading to adjacent buildings in the area with the flames touching the electricity wires. The fire department said locals informed them about the incident at 9.20 pm, after which about 150 firefighters were rushed to the site. More than 50 shops were destroyed in a massive fire in the wholesale market of Bhagirat Palace area in North Delhi's Chandni Chowk even as the cooling operations are currently underway. The fire department said locals informed them about the incident at 9.20 pm, after which about 150 firefighters were rushed to the site. Currently, 22 fire tenders are engaged in the cooling process as the fire has been brought under control after over 12 hours, a fire department official said. The narrow lanes in Old Delhi made it difficult for the fire trucks to reach the incident site."
     },
     {
       "userId": 4,
       "id": 39,
       "title": "Times Higher Education Employability Ranking: IIT Delhi Only Indian Institution In Top 50",
       "body": "As many as 44 countries have been featured in the list. India with seven institutions in the top 250 is on the 13th spot in terms of number of institutions, ahead of countries including Sweden, Hong Kong, Italy and Singapore. The Indian Institute of Technology (IIT), Delhi is the only Indian educational institution among top 50 in the Global University Employability Rankings by Times Higher Education (THE). The Global Employability University Ranking and Survey (GEURS) reveals the world's top 250 universities for producing employable graduates according to recruiters. It is produced and owned by the higher education HR consultancy Emerging and published exclusively by THE."
     },
     {
       "userId": 4,
       "id": 40,
       "title": "50 Injured After 6.1 Magnitude Earthquake Hits Turkey",
       "body": "Turkey's Interior Minister Suleyman Soylu posted on Twitter that there was no information on loss of life. A magnitude-6.1 earthquake struck northwest Turkey during Wednesday's early hours, injuring at least 50 people. The shallow tremor struck about 170 kilometres (105 miles) east of Istanbul, the country's largest city, where it was strongly felt. National authorities said the quake was at a magnitude of 5.9 -- lower than the 6.1 given by the US Geological Survey -- and its epicentre was in Duzce province's Golyaka district, though it also shook other nearby cities."
     },
     {
       "userId": 5,
       "id": 41,
       "title": "FTX Owes Close to $3.1 Billion to Its Top 50 Creditors, Reveals Court Filing",
       "body": "Embattled cryptocurrency exchange FTX owes more than $3 billion (roughly Rs. 18,346 crore) to its top 50 creditors. A filing from its Chapter 11 bankruptcy protection proceedings on Saturday revealed the amount owed to unidentified creditors, with the biggest being slightly more than $226 million (roughly Rs. 2,240 crore). According to the filing, its top 10 creditors come in at just under $1.45 billion (roughly Rs. 11,771 crore). In total, it added up to almost $3.1 billion (roughly Rs. 25,166 crore). FTX's top ten creditors alone have more than $100 million (roughly Rs. 812 crore) each in unsecured claims, according to the filing, equal to more than $1.45 billion (roughly Rs. 11,771 crore) combined. The filing explained that the debt does not involve anything owed to company insiders and is subject to change as more information becomes available."
     },
     {
       "userId": 5,
       "id": 42,
       "title": "12 Injured After 50 Houses Burn Down In Siliguri Slum Fire",
       "body": "Of the injured, three persons, including a firefighter and a child, are undergoing treatment in hospital. At least 12 people were injured and around 50 houses burned down, after a fire broke out in a slum in West Bengal's Siliguri city, officials said on Sunday. Of the injured, three persons, including a firefighter and a child, are undergoing treatment in hospital, while the others were discharged after administering first aid, they said. The blaze erupted around 8 pm on Saturday in Rana Bustee in ward number 18, and eight fire tenders were pressed into service to douse the flames, the officials said. The occupants of the houses have been shifted to temporary shelters, and are being provided with food and clothes, they said."
     },
     {
       "userId": 5,
       "id": 43,
       "title": "Elon Musk Considers More Layoffs In Twitter, Weeks After Firing 50% Staff",
       "body": "Twitter layoffs: The fresh job cuts are expected to target employees in the sales and partnership teams of Twitter. Elon Musk, Twitter's new owner, is considering laying off more employees, just weeks after he laid off half the company's workforce, reports Bloomberg. The company's operations have also been impacted after a staff exodus over Elon Musk's ultimatum: either work in a hardcore environment or leave. The fresh job cuts are expected to target employees in the sales and partnership teams of Twitter, according to Bloomberg. The report adds that the layoffs could be announced as soon as tomorrow."
     },
     {
       "userId": 5,
       "id": 44,
       "title": "Women Contenders Exceed Mandatory 50% Quota In Upcoming Delhi Civic Polls",
       "body": "In the 250-ward Municipal Corporation of Delhi (MCD), which goes to polls on December 4, 50 per cent seats are reserved for women. The upcoming civic elections in Delhi will be a show of women empowerment, said candidates, as women contenders fielded by political parties exceeded the mandatory 50 per cent quota. In the 250-ward Municipal Corporation of Delhi (MCD), which goes to polls on December 4, 50 per cent seats are reserved for women. While the AAP has fielded 138 women, the BJP and the Congress have nominated 136 and 129, respectively. While the last date to withdraw nominations is November 19, the votes will be counted on December 7."
     },
     {
       "userId": 5,
       "id": 45,
       "title": "Can You Play 50 Over World Cup Please: Michael Vaughan To Ben Stokes After T20 World Cup Win",
       "body": "Top performances from Sam Curran and Ben Stokes powered England to their second ICC T20 World Cup title after 2010. Following Ben Stokes' match-winning half-century in the final of the ICC T20 World Cup against Pakistan on Sunday, former England captain Michael Vaughan wants the all-rounder to reverse his ODI retirement to help his side defend the 50-over World Cup next year with his all-round skills. Top performances from Sam Curran and Ben Stokes powered England to their second ICC T20 World Cup title after 2010, as they defeated Pakistan by five wickets in a gripping, low-scoring final at the Melbourne Cricket Ground (MCG) on Sunday."
     },
     {
       "userId": 5,
       "id": 46,
       "title": "Brazil Politician Gets 50 Years' Jail For Killing Husband. Children Helped",
       "body": "Five of the couple's other children and a granddaughter were also accused in the trial. One of Dos Santos's biological sons, accused of being the gunman, as well as another family member who bought the weapon, were sentenced a year ago. Former Brazilian congresswoman Flordelis dos Santos was sentenced Sunday to 50 years in prison for the murder of her husband in 2019, a Rio de Janeiro court ruled. Famous for adopting dozens of street children from Rio de Janeiro's slums, Dos Santos, 61, and her husband, pastor Anderson do Carmo, were a power couple in Brazil's burgeoning Evangelical Christian movement until he died in a hail of bullets at their home in a Rio suburb in June 2019. Prosecutors charged Dos Santos in August 2020 with orchestrating the homicide, enlisting (several of her grown children) to take part in the crime and attempting to disguise it as an armed robbery."
     },
     {
       "userId": 5,
       "id": 47,
       "title": "Ram Temple By December 2023, Over 50% Construction Done: Yogi Adityanath",
       "body": "Himachal Election: Yogi Adityanath said a resolution for the construction of the temple was first passed by the BJP in Palampur as he campaigned for party candidate Trilok Kapoor in the constituency ahead of the Himachal Pradesh Assembly elections. Construction work of the Ram Temple in Ayodhya has crossed the halfway mark and it will be completed by the end of 2023, Uttar Pradesh Chief Minister Yogi Adityanath said today. Yogi Adityanath said a resolution for the construction of the temple was first passed by the BJP in Palampur as he campaigned for party candidate Trilok Kapoor in the constituency ahead of the Himachal Pradesh Assembly elections."
     },
     {
       "userId": 5,
       "id": 48,
       "title": "Putin Says 50,000 Mobilised Soldiers Serving With Combat Units: Report",
       "body": "Russia-Ukraine War: In September, Putin announced a partial mobilisation drive to call up hundreds of thousands of new fighters for the war after Ukraine recaptured large swathes of territory in a counter-offensive. Russian President Vladimir Putin said on Monday that 50,000 Russian soldiers called up as part of his mobilisation drive were now fighting with combat units in Ukraine, the Interfax news agency reported. Putin said 80,000 were in the zone of the special military operation - the term Russia uses for its war in Ukraine - and the rest of the almost 320,000 draftees were at training camps in Russia. We now have 50,000 in their combat units. The rest are not taking part in the fighting yet, Interfax quoted Putin as saying during a visit to the Tver region, outside Moscow."
     },
     {
       "userId": 5,
       "id": 49,
       "title": "Delhi Junior Classes To Reopen Wednesday, No 50% WFH As Pollution Eases",
       "body": "Mr Rai also announced a lift on the ban on construction work related to highways, roads, flyovers, etc. Primary classes in Delhi will reopen on Wednesday while the 50% work-for-home order for government employees has been revoked, environment minister Gopal Rai announced today. Primary schools will reopen from November 9 and the order asking 50 per cent of the government staff to work from home is being revoked, the minister said. As the air quality in the city improved, Mr Rai also announced a lift on the ban on construction work related to highways, roads, flyovers, etc. However, curbs will continue on private construction work, he said."
     },
     {
       "userId": 5,
       "id": 50,
       "title": "50 Million Doses Of Covaxin Set To Expire Early 2023: Report",
       "body": "Bharat Biotech on July 23, 2021 said it terminated the MoU it entered into with Precisa Medicamentos and Envixia Pharmaceuticals LL.C for its COVID-19 vaccine Covaxin for Brazilian market. Nearly 50 million doses of Bharat Biotech's COVID-19 vaccine, Covaxin lying with the firm are set to expire early next year as there are no takers owing to poor demand, company sources said. Due to lack of product demand, Production stoppage of Covaxin- a two dose jab, was initiated by Bharat Biotech earlier this year, though the vaccine maker has established manufacturing to reach an annualised capacity of 1 billion doses at the end of 2021."
     }
]